Repository: RomanPodymov/ParentalControl
Catalog: ParentalControl/*.lproj/Localizable.strings
Languages: cs

# alert.default_title
source: Warning
cs: Upozornění

# alert.yes_button
source: Yes
cs: Ano

# alert.no_button
source: No
cs: Ne

# alert.delete_time_slot_text
source: Are you sure you want to delete time slot?
cs: Určitě chcete smazat položku?

# alert.delete_account_text
source: Are you sure you want to delete account?
cs: Určitě chcete smazat svůj účet?

# signin_screen.title
source: Sign in
cs: Přihlásit se

# signin_screen.switch_left
source: Is it parent
cs: Je to rodič

# signin_screen.switch_right
source: or kid
cs: nebo ditě

# signin_screen.field_password.placeholder
source: Password
cs: Heslo

# signin_screen.button_signin.title
source: Sign in
cs: Přihlásit se

# signin_screen.button_resetpassword.title
source: Reset password
cs: Resetovat heslo

# signin_screen.button_register.title
source: Sign up
cs: Registrovat se

# register_screen.title
source: Register
cs: Registrovat se

# register_screen.field_password.placeholder
source: Password
cs: Heslo

# register_screen.field_password_again.placeholder
source: Password again
cs: Heslo znovu

# register_screen.button_register.title
source: Register
cs: Registrovat se

# register_screen.message.title
source: Please check your email
cs: Zkontrolujte, prosím, svůj email

# resetpassword_screen.message.title
source: Skontrolujte svuj email
cs: Zkontrolujte, prosím, svůj email

# addtimeslot_screen.label_adding
source: Add time
cs: Přidat čas

# addtimeslot_screen.label_removing
source: Remove time
cs: Odebrat čas

# addtimeslot_screen.field_from.placeholder
source: From
cs: Od

# addtimeslot_screen.field_duration.placeholder
source: Duration
cs: Delka

# addtimeslot_screen.field_description.placeholder
source: Description
cs: Popis

# addtimeslot_screen.button_save.title
source: Save
cs: Uložit

# newhome_screen.button_signout.title
source: (Sign out)
cs: (Odhlasit)

# kids_screen.title
source: Kids
cs: Děti

# kids_screen.message
source: Here is the list of your kids
cs: Tady máte seznam Vašich dětí

# add_kid_screen.title
source: Add kid
cs: Pridat dite

# add_kid_screen.butto_add.title
source: Add kid
cs: Pridat dite

# kids_time_slots_screen.title
source: Time slots
cs: Časy

# kids_time_slots_screen.message
source: minutes available
cs: minut dostupno

# kids_time_slots_screen.start_date_message
source: Started at
cs: Začalo v

# kids_time_slots_screen.was_added_message
source: Was added at
cs: Bylo přidáno v

# user_screen.title
source: User
cs: Uživatel

# user_screen.greeting
source: Hello,
cs: Dobrý den,

# user_screen.button_changephoto.title
source: Change photo
cs: Změnit foto

# user_screen.button_changepassword.title
source: Change password
cs: Změnit heslo

# user_screen.button_logout.title
source: Sign out
cs: Odhlasit se

# user_screen.button_deleteaccount.title
source: Delete account
cs: Odstranit účet

# error.nil_self
source: Object is not existing anymore
cs: Object už neexistuje

# error.no_kid_for_email_found
source: Kid not found. Register a new kid using main menu.
cs: Toto ditě nebylo nalezeno. Zaregestrujte si ho přes hlavní menu.

# error.kid_already_has_parent
source: Kid already has a parent
cs: Ditě už má rodiče

# error.no_current_user_when_required
source: User is not authorised
cs: Uživatel není přihlašený

# error.kid_trying_to_use_parent_app
source: Kid attempts to sign in as a parent
cs: Ditě se chce přihlasit jako rodič

# error.parent_trying_to_use_kid_app
source: Parent attempts to sign in as a kid
cs: Rodič se chce přihlasit jako ditě

# error.kid_for_id_not_found
source: Kid for id not found
cs: Ditě s tímto id neexistuje

# error.cannot_add_time_slot_because_no_time_left
source: No time space left
cs: Volný čas už není

# error.passwords_are_diffent
source: Passwords should be same
cs: Hesla musí být stejná
